---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyType
source: html/e57e8440-14b8-5f33-e014-5fcae26f244a.htm
---
# FamilyType Members

Provides access to the double precision number of the given family parameter.